Repository: JTi65/Wallpaper-Slideshow
Catalog: wallpaper-slideshow@amaan-mohib.pot_*.po
Languages: fi_fi

source: Wallpaper Slideshow
fi_fi: Taustakuvan diaesitys

source: The wallpaper path does not exists!
fi_fi: Taustakuvan polku ei ole

source: Delay
fi_fi: Viive

source: Open wallpapers directory
fi_fi: Avaa taustakuvan kansio

source: Next
fi_fi: Seuraava

source: Previous
fi_fi: Edellinen

source: Paused
fi_fi: Tauko

source: Preferences
fi_fi: Asetukset

source: Starts a wallpaper slideshow persisting across reboots
fi_fi: Käynnistää taustakuvan diaesityksen, joka jatkuu uudelleenkäynnistyksen jälkeen

source: Wallpaper path
fi_fi: Taustakuvan polku

source: Specify path of the wallpaper directory
fi_fi: Määritä taustakuvahakemiston polku

source: For example: /home/username/Pictures/wallpapers
fi_fi: Esimerkiksi /koti/käyttäjä/Kuvat/taustakuvat

source: Specify the delay to change the wallpaper (in seconds)
fi_fi: Määritä taustakuvan vaihtamisen viive (sekunneissa)

source: For example: 86400 for 24hrs
fi_fi: Esimerkiksi : 86400 for 24hrs

source: Custom interval
fi_fi: Mukautettu aikaväli

source: Specify a custom interval to check for updates
fi_fi: Määritä mukautettu aikaväli päivitysten tarkistamista varten

source: Default: 1hr
fi_fi: Oletus: 1 tunti

source: Specify the interval (in seconds) to check for updates
fi_fi: Määritä päivitysten tarkistamisen aikaväli (sekunteina).

source: For example: 3600 for 1hr
fi_fi: Esimerkiksi: 3600 for 1 tunnissa

source: Pause the wallpaper slideshow
fi_fi: Tauota taustakuvan diaesitys
